Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: CAN identifier mode configured differently (11-bit / 29-bit).
de: CAN: CAN Identifier Mode ist unterschiedlich konfiguriert (11bit/29bit)

source: INA2000 CAN: COB not defined
de: INA2000 CAN: COB nicht definiert

source: INA2000 CAN: Node number too large
de: INA2000 CAN: Node Nummer zu gross

source: INA2000 CAN: Incorrect handle
de: INA2000 CAN: falsches Handle

source: INA2000 CAN: No Rx buffer free
de: INA2000 CAN: Kein Rx Buffer frei

source: Warning: CAN: Stuff error -> CAN ID collision / baud rate
de: Warnung: CAN: Stuff Fehler -> CAN-ID Kollision / Baudrate

source: Warning: CAN: Form error
de: Warnung: CAN: Format Fehler

source: Warning: CAN: ACK error - No acknowledge from other nodes
de: Warnung: CAN: ACK Fehler - Kein Ack von anderen Knoten

source: Warning: CAN: Bit1 send error (recessive bit)
de: Warnung: CAN: Bit1 Sende Fehler (rezessives Bit)

source: Warning: CAN: Bit0 send error (dominant bit)
de: Warnung: CAN: Bit0 Sende Fehler (dominantes Bit)

source: Warning: CAN: CRC checksum error
de: Warnung: CAN: CRC Checksum Fehler

source: CAN CCI error: Object number not within value range
de: CAN-CCI: Objektnummer außerhalb des Wertebereichs

source: CAN CCI: Error
de: CAN-CCI: Fehler bei der Initialisierung

source: CAN CCI error
de: CAN-CCI: BUS_OFF-Problem

source: CAN CCI error (SG3)
de: CAN-CCI: Fehler beim Update der Daten

source: CAN message overwritten
de: CAN-CCI: Meldung verloren

source: CANread() error
de: CAN-CCI: Lesedaten sind inkonsistent

source: Send buffer is not free
de: CAN-CCI: Kein Sendebuffer frei

source: CANread(): No current data available for the specified CAN identifier.
de: CAN-CCI: Keine gültigen Daten vorhanden

source: Error initializing CAN_Lib library
de: Fehler bei der Initialisierung der CAN_Lib Bibliothek

source: Error initializing CAN communication
de: Fehler bei der Initialisierung der CAN-Kommunikation

source: Firewall initialization error
de: Fehler bei der Initialisierung der Firewall

source: CANIOMAN: Error in data object CANIOTAB
de: CANIOMAN: Fehler im Datenobjekt CANIOTAB

source: CANIOMAN: Not enough User memory available
de: CANIOMAN: Zu wenig User-Speicher vorhanden

source: CANIOMAN: Incorrect Handle
de: CANIOMAN: Falsches Handle

source: CANIOMAN: Timeout Table full
de: CANIOMAN: Timeout Tabelle voll

source: CANIOMAN: No pSOS-Timer free
de: CANIOMAN: Keine pSOS-Timer mehr frei

source: CANIOMAN: No entry found
de: CANIOMAN: Kein Eintrag gefunden

source: CANIOMAN: Invalid node number
de: CANIOMAN: Ungültige Knotennummer

source: CANIOMAN: CANIOMAN not there
de: CANIOMAN: CANIOMAN nicht da

source: CANIOMAN: Alarm
de: CANIOMAN: Alarmmeldung

source: CANIOMAN: Incorrect data type (length) for a PV
de: CANIOMAN: Falscher Datentyp (Länge) einer PV

source: CANIOMAN: No CANIOTAB available
de: CANIOMAN: Kein CANIOTAB vorhanden

source: CANIOMAN: Error in data object CANIOTAB-Node
de: CANIOMAN: Fehler im Datenobjekt CANIOTAB-Node

source: CANIOMAN: Error in data object CANIOTAB-IO
de: CANIOMAN: Fehler im Datenobjekt CANIOTAB-IO

source: CANIOMAN: Incorrect data type for command PV (Bytearray[8])
de: CANIOMAN: Falscher Datentyp für Kommando PV (Bytearray[8])

source: CANIOMAN: Incorrect data type (length) for Trigger-Command-PV
de: CANIOMAN: Falscher Datentyp (Länge) der Trigger-Command-PV

source: CANIOMAN: PV empty string in CANIOTAB
de: CANIOMAN: PV Leerstring in CANIOTAB

source: CANIO-Master: No CANIO configured
de: CANIO-Master: Kein CANIO konfiguriert

source: CANIO-Master: PP with configured CANIO not available
de: CANIO-Master: PP mit konfiguriertem CANIO nicht vorhanden

source: CANIO-Master: Reference from CANIO to another PP not possible on PP
de: CANIO-Master: Referenz von CANIO auf einem anderen PP am PP nicht möglich

source: CANIO-Master: Incnsistent CANIO data length
de: CANIO-Master: Inkonsistente CANIO-Datenlänge

source: CANIO-Master: Maximum 32 nodes on a CAN-BUS
de: CANIO-Master: Maximal 32 Knoten auf einem CAN-BUS möglich

source: CANIO-Master: IRQ/EXC/Debug Task class not supported
de: CANIO-Master: IRQ/EXC/Debug-Taskklasse werden nicht unterstützt

source: Bus is not configured.
de: CANIO-Master: Verwendeter CAN-BUS ist nicht konfiguriert

source: Node is not configured
de: CANIO-Master: Verwendeter CAN-Knoten ist nicht konfiguriert

source: CANIO-Master: Baudrate not supported
de: CANIO-Master: Nicht unterstützte Baudrate

source: CANIO-Master: Internal error for CAN_open
de: CANIO-Master: Interner Fehler bei CAN_open

source: CANIO-Master: Internal error for Output copy
de: CANIO-Master: Interner Fehler beim Outputkopieren

source: CANIO-Master: Internal error for Input copy
de: CANIO-Master: Interner Fehler beim Inputkopieren

source: CANIO-Master: Reference from CANIO on another PP not possible on PP
de: CANIO-Master: Referenz von CANIO auf einem anderen PP am PP nicht möglich

source: CANIO-Master: CAN-BUS used is not configured on PP
de: CANIO-Master: Verwendeter CAN-BUS ist am PP nicht konfiguriert

source: CANIO-Master: CAN nodes is is not configured on PP
de: CANIO-Master: Verwendeter CAN-Knoten ist am PP nicht konfiguriert

source: CANIO-Master: Internal error for COB delete
de: CANIO-Master: Interner Fehler beim COB-Löschen

source: CANIO-Master: Internal error for delete
de: CANIO-Master: Interner Fehler beim Löschen

source: CANIO-Master: Internal error when deleting a PLC Task
de: CANIO-Master: Interner Fehler beim Löschen eines SPS-Task

source: CANIO-Master: Internal error for delete (Node counter)
de: CANIO-Master: Interner Fehler beim Löschen (Node-Zähler)

source: CANIO-Master: Timeout for PP handling
de: CANIO-Master: Timeout bei der PP-Behandlung

source: CANIO-Master: CAN interface used already set for CANIO
de: CANIO-Master: Verwendete CAN-Schnittstelle bereits von CANIO belegt

source: CANIO-Master: Internal error when installing a PLC Task
de: CANIO-Master: Interner Fehler beim Installieren eines SPS-Task

source: CANIO-Master: Internal error when installing (Anker)
de: CANIO-Master: Interner Fehler beim Installieren (Anker)

source: No CANIO application installed on the PP.
de: CANIO-Master: Am PP ist keine CANIO-Applikation installiert

source: CANIO-Master not available on PP (FBK)
de: CANIO-Master am PP nicht vorhanden (FUB)

source: No CANIO application has been installed locally for this node.
de: CANIO-Master: Verwendeter CAN-BUS ist am PP nicht konfiguriert (FUB)

source: Node is not active.
de: CANIO-Master: Knoten nicht aktiv

source: CANIO-Master: Status area not supported
de: CANIO-Master: Statusbereich wird nicht unterstützt

source: CANIO-Master: EXERMO Version to small
de: CANIO-Master: zu alte EXERMO-Version

source: CANIO-Master not available on PP
de: CANIO-Master am PP nicht vorhanden

source: SYSTEM: Object does not exist
de: SYSTEM: Objekt nicht vorhanden

source: No more space in CSwrite table
de: Kein Platz in CSwrite-Tabelle

source: Invalid module name syntax (special character)
de: Syntax des Modulnamens nicht gültig (Sonderzeichen!)

source: The end of the MSPS region in the Config.Module is incorrectly set
de: Im KonfigModul ist das Ende des temp. Speichers falsch gesetzt

source: The given shovel table is empty
de: Die übergebene Schaufeltabelle ist leer

source: The I/O instruction has not been executed yet
de: Der IO-Auftrag wurde noch nicht ausgeführt

source: Incorrect SAP in the SAPLI_TAB (SAP_check_rights)
de: Falscher SAP in der SAPLI_TAB bei SAP_check_rights

source: The checksum of a Continuous IVZ is destroyed
de: Die Prüfsumme eines FortsetzungsIVZ ist zerstört

source: Checksumm length not equal to 4 is not supported
de: Checksummen-Länge ungleich 4 wird nicht unterstützt

source: Function pointer not initialized
de: Funktionspointer nicht initialisiert

source: B&R String too large
de: Länge des B&R-String zu groß

source: Invalid list type assignment
de: Der zugewiesene Listentyp ist ungültig

source: Assigned data length of 0
de: Die zugewiesene Datenlänge ist 0

source: Invalid physical address
de: Ungültige physikalische Adresse

source: Invalid variable status list
de: Die Variablenstatusliste ist ungültig

source: The execution of the requested variable status action failed
de: Die Ausführung der angefragten Variablenstatusaktion schlug fehl

source: Invalid variable status action
de: Ungültige Variablenstatusaktion

source: Variable status list unavailable
de: Keine Variablenstatusliste verfügbar

source: Invalid pointer to the variable status list
de: Ungültiger Zeiger auf die Variablenstatusliste

source: Invalid pointer to the variable status result list
de: Der Zeiger auf die Variablenstatus Ergebnisliste ist ungültig

source: Insufficient memory for variable status list
de: Nicht genügend Speicher für Variablenstatusliste

source: Insufficient memory for variable status result
de: Nicht genügend Speicher für die Variablenstatusergebnisse

source: Invalid overwrite list
de: Die Overwrite-Liste ist ungültig

source: Invalid pointer to overwrite list's data
de: Ungültiger Zeiger auf die Daten der Overwrite-Liste

source: Invalid force list
de: Die Force-Liste ist ungültig

source: Invalid force action
de: Ungültige Force-Aktion

source: Execution of requested force action failed
de: Die Ausführung der angefragten Force-Aktion schlug fehl

source: Force element has not been appended to the force list
de: Das Force-Element wurde nicht zur Force-Liste hinzugefügt

source: Force element has not been deleted from the force list
de: Das Force-Element wurde nicht aus der Force-Liste gelöscht

source: Error deleting existing force list
de: Fehler beim Löschen der existierenden Force-Liste

source: Insufficient memory for assigned force list
de: Nicht genügend Speicher für die zugewiesene Force-Liste verfügbar

source: Invalid pointer to force list data
de: Ungültiger Zeiger auf die Daten der Force-Liste

source: Invalid pointer to received communication data
de: Ungültiger Zeiger auf die Empfangsdaten

source: Searched force element not found in force list
de: Das gesuchte Force-Element wurde nicht gefunden

source: Forcing of variables not allowed in SAFE state
de: Das Forcen von Varialben ist im SAFE Status nicht gestattet

source: Overwriting of variables not allowed in SAFE state
de: Das Überschreiben von Variablen ist im SAFE Status nicht gestattet

source: Invalid pointer to synchronization structure
de: Ungültiger Zeiger auf die Synchronistationsstruktur

source: Project file processing failed
de: Projekt konnte nicht geladen werden

source: Error requesting memory compare value
de: Fehler bei der Anfrage des Speichervergleichwertes

source: Invalid pointer to memory compare data
de: Ungültiger Zeiger auf die Speichervergleichsdaten

source: Invalid memory compare data
de: Die Speichervergleichsdaten sind ungültig

source: Wrong memory compare version
de: Falsche Speichervergleichs-Versionsnummer

source: Invalid global memory compare counter
de: Ungültiger globaler Speichervergleichszähler

source: No project file assigned
de: Keine Projektdatei zugewiesen

source: Invalid project file
de: Ungültige Projektdatei

source: Project does not match firmware (project header)
de: Projekt passt nicht zur Firmware (Projektheader)

source: Wrong project header version number
de: Falsche Projektheader Versionsnummer

source: Invalid user program (NULL pointer or no data)
de: Ungültiges Benutzerprogramm

source: Invalid type of user program
de: Ungültiger Benutzerprogrammtyp

source: Invalid pointer to code image header
de: Ungültiger Zeiger auf den Code-Image-Header

source: Invalid function block instance data
de: Ungültige Daten der Funktionsblock Instanz

source: Invalid pointer to data image header
de: Ungültiger Zeiger auf die Image-Header Daten

source: Invalid pointer to cold start image header
de: Ungültiger Zeiger auf den Kaltstart Image-Header

source: Invalid pointer to warm start image header
de: Ungültiger Zeiger auf den Warmstart Image-Header

source: Too many function calls
de: Speicherfehler! Zu viele Funktionsaufrufe

source: Too many function block instances
de: Speicherfehler! Zu viele Funktionsblock Instanzen

source: Too many marker variables
de: Speicherfehler! Zu viele Merkervariablen

source: Invalid safe input length
de: Ungültige sichere Eingangslänge

source: Invalid non safe input length
de: Ungültige nicht sichere Eingangslänge

source: Invalid device diagnostic input length
de: Ungültige Gerätediagnose Eingangslänge

source: Invalid safe output length
de: Ungültige sichere Ausgangslänge

source: Invalid non safe output length
de: Ungültige nicht sichere Ausgangslänge

source: Invalid device diagnostic output length
de: Ungültige Gerätediagnose Ausgangslänge

source: Invalid safe input start offset
de: Ungültiger Startoffset der sicheren Eingänge

source: Invalid safe output start offset
de: Ungültiger Startoffset der sicheren Ausgänge

source: Invalid non safe input start offset
de: Ungültiger Startoffset der nicht sicheren Eingänge

source: Invalid non safe output start offset
de: Ungültiger Startoffset der nicht sicheren Ausgänge

source: Invalid device diagnostic input start offset
de: Ungültiger Startoffset der Gerätediagnose Eingänge

source: Invalid device diagnostic output start offset
de: Ungültiger Startoffset der Gerätediagnose Ausgänge

source: Invalid function block diagnostic output start offset
de: Ungültiger Startoffset der Funktionsblock Diganose Ausgänge

source: No C-function found with given function number
de: Keine C-Funktion mit der Funktionsnummer gefunden

source: ID of C-function differs from installed C-function
de: Kennung der C-Funktion unterscheidet sich von installierter C-Funktion

source: Version of C-function differs from installed C-function
de: Version der C-Funktion unterscheidet sich von installierter C-Funktion

source: Stack size of C-function differs from installed C-function
de: Stackgrösse der C-Funktion unterscheidet sich von installierter C-Funktion

source: Installable C-functions limit exceeded
de: Limit der installierbaren C-Funktionen überschritten

source: Invalid pointer to C-function data
de: Ungültiger Zeiger auf die C-Funktionsdaten

source: Invalid physical I/O start address
de: ungültige Startadresse I/O-Speicher

source: Invalid physical non retain start address
de: Ungültige physikalische Startadresse des Merkerbereiches

source: The requested command could not be executed
de: Das angefragte Kommando konnte nicht ausgeführt werden

source: Invalid operational mode
de: Ungültiger Betriebsmodus

source: Invalid temperature at startup
de: Ungültige Anfangstemperatur

source: No cold start init program available
de: Es ist kein Initialisierungsprogramm für den Kaltstart verfügbar

source: No warm start init program available
de: Es ist kein Initialisierungsprogramm für den Warmstart verfügbar

source: User program stack overflow
de: Stack Overflow während der Ausführung des IEC 61131 Benutzerprogramms

source: Division by zero in user program
de: Division durch Null in Benutzerprogramm

source: Unknown error in user program
de: Unbekannter Fehler im Benutzerprogramm

source: No project available
de: Kein Projekt verfügbar

source: Invalid SafePCOS2 status
de: Ungültiger SafePCOS2 Status

source: modulo division by zero
de: Modulo Division durch Null

source: No program memory assigned by SafeOS
de: Vom SafeOS wurde kein Programmspeicher zugewiesen

source: No stack memory assigned by SafeOS
de: Vom SafeOS wurde kein Stackspeicher zugewiesen

source: Insufficient stack memory
de: Nicht genügen Stackspeicher verfügbar

source: Invalid memory compare pointer
de: Ungültiger Speichervergleichs Zeiger

source: TC#5 Cycle time error
de: TC#5 Zykluszeitfehler

source: TC#6 Cycle time error
de: TC#6 Zykluszeitfehler

source: TC#7 Cycle time error
de: TC#7 Zykluszeitfehler

source: TC#8 Cycle time error
de: TC#8 Zykluszeitfehler

source: TC#5 maximum cycle time violation
de: TC#5 maximale Zykluszeitverletzung

source: TC#6 maximum cycle time violation
de: TC#6 maximale Zykluszeitverletzung

source: TC#7 maximum cycle time violation
de: TC#7 maximale Zykluszeitverletzung

source: TC#8 maximum cycle time violation
de: TC#8 maximale Zykluszeitverletzung

source: I/O cross-link task cycle time violation
de: I/O Cross-Link Task Zykluszeitverletzung

source: Task class "idle time generator" cycle time violation
de: Taskklassen-Idle-Time-Generator Zykluszeitverletzung

source: EXCEPTION: Division by zero
de: EXCEPTION: Division by zero (Division durch Null)

source: EXCEPTION: Uninitialized Interrupt
de: EXCEPTION: Uninitialisierter Interrupt

source: EXCEPTION: Perieller Error
de: EXCEPTION: IO Interrupt

source: HS#1 cycle time error
de: HS#1 Zykluszeitfehler

source: HS#2 cycle time error
de: HS#2 Zykluszeitfehler

source: HS#3 cycle time error
de: HS#3 Zykluszeitfehler

source: HS#4 cycle time error
de: HS#4 Zykluszeitfehler

source: HS#1 maximum cycle time violation
de: HS#1 maximale Zykluszeitverletzung

source: HS#2 maximum cycle time violation
de: HS#2 maximale Zykluszeitverletzung

source: HS#3 maximum cycle time violation
de: HS#3 maximale Zykluszeitverletzung

source: HS#4 maximum cycle time violation
de: HS#4 maximale Zykluszeitverletzung

source: TC#1 cycle time error
de: TC#1 Zykluszeitfehler

source: TC#2 cycle time error
de: TC#2 Zykluszeitfehler

source: TC#3 cycle time error
de: TC#3 Zykluszeitfehler

source: TC#4 cycle time error
de: TC#4 Zykluszeitfehler

source: TC#1 maximum cycle time violation
de: TC#1 maximale Zykluszeitverletzung

source: TC#2 maximum cycle time violation
de: TC#2 maximale Zykluszeitverletzung

source: TC#3 maximum cycle time violation
de: TC#3 maximale Zykluszeitverletzung

source: TC#4 maximum cycle time violation
de: TC#4 maximale Zykluszeitverletzung

source: Exception released by RIO-Master.
de: EXCEPTION: Remote-IO Fehler

source: EXCEPTION: Default handler
de: EXCEPTION: Fehler bei automat. Moduladressierung

source: IRQ-TC maximum cycle time violation
de: IRQ-TC maximale Zykluszeitverletzung

source: EXC-TC maximum cycle time violation
de: EXC-TC maximale Zykluszeitverletzung

source: EXCEPTION: Range overflow in array
de: EXCEPTION: Range-Overflow bei Feldern

source: RIO HSTC maximun cycle time violation
de: RIO-HSTC maximale Zykluszeitverletzung

source: I/O error 2003.
de: EXCEPTION: Error 2003 IO (Automation Studio/FUB : Modul nicht vorhanden oder falsch)

source: Exception handling with EXC-Tasks active more than once
de: Exceptionbehandlung mit EXC-Tasks mehrfach aktiv

source: EXCEPTION: Error 2003 IO (error for digital access)
de: EXCEPTION: Error 2003 IO (Fehler bei Digital-Zugriff)

source: EXCEPTION: Error 2003 IO (ANP not available)
de: EXCEPTION: Error 2003 IO (ANP nicht vorhanden)

source: EXCEPTION: Error 2003 IO (ANP inactive)
de: EXCEPTION: Error 2003 IO (ANP inaktiv)

source: EXCEPTION: Error 2003 IO (ANP-Type changed)
de: EXCEPTION: Error 2003 IO (ANP-Typ geändert)

source: EXCEPTION: Unknown Error 2003 IO
de: EXCEPTION: unbekannter Error 2003 IO

source: ExceptionCallout: wrong connect-mode
de: ExceptionCallout: falscher Connect-Mode

source: ExceptionCallout: to many connects in parallel
de: ExceptionCallout: zuviele Connect parallel

source: WARNING: Buserror during communication
de: WARNUNG: Buserror bei Kommunikation

source: WARNING: Adresserror during communication
de: WARNUNG: Adresserror während Kommunikation

source: EXCEPTION: Error 2005 Base IO
de: EXCEPTION: Error 2005 Basis-IO

source: EXCEPTION: Error 2005 IO expansion 1
de: EXCEPTION: Error 2005 IO-Erweiterung 1

source: EXCEPTION: Error 2005 IO expansion 2
de: EXCEPTION: Error 2005 IO-Erweiterung 2

source: EXCEPTION: Error 2005 IO expansion 3
de: EXCEPTION: Error 2005 IO-Erweiterung 3

source: EXCEPTION: Error 2005 IO expansion 4
de: EXCEPTION: Error 2005 IO-Erweiterung 4

source: EXCEPTION: Error 2005 IO expansion 5
de: EXCEPTION: Error 2005 IO-Erweiterung 5

source: EXCEPTION: Error 2005 IO expansion 6
de: EXCEPTION: Error 2005 IO-Erweiterung 6

source: EXCEPTION: Error 2005 IO expansion 7
de: EXCEPTION: Error 2005 IO-Erweiterung 7

source: EXCEPTION: Error 2005 IO expansion 8
de: EXCEPTION: Error 2005 IO-Erweiterung 8

source: Default-EXCEPTION-Handler
de: Default-EXCEPTION-Handler aufgerufen -> EXERMO nachladen

source: System shut down due to power failure and will be restarted
de: System wegen Ausfalls der Versorgungspannung neu gestartet

source: Warning: Cold restart after powerfail
de: Warnung: Kaltstart nach Stromausfall

source: PLC reboot after pressing the reset button
de: Wiederanlauf der SPS nach Drücken des Reset-Knopfs

source: PLC reboot due to internal CPU clock failure
de: Wiederanlauf der SPS wegen Ausfall des CPU-Takts

source: PLC reboot triggered by the PLC CPU temperature monitor
de: Wiederanlauf der SPS ausgelöst durch die Temperaturüberwachung der SPS-CPU

source: PLC reboot due to internal reset controller error
de: Wiederanlauf der SPS wegen internem Fehler des Resetcontrollers

source: Restart of the PLC triggered by the hardware watchdog
de: Neustart der SPS ausgelöst durch den Hardware-Watchdog

source: PLC reboot triggered by a software reset
de: Wiederanlauf der SPS ausgelöst durch ein Software Reset

source: Warning: Halt/service after watchdog or manual reset
de: Warnung: Halt/Service nach Watchdog oder manuellem RESET

source: Warning: Cold restart after watchdog or manual reset
de: Warnung: Kaltstart nach Watchdog oder manuellem RESET

source: Warning: Warm restart after watchdog or manual reset
de: Warnung: Warmstart nach Watchdog oder manuellem RESET

source: Warning: Error after watchdog or manual reset
de: Warnung: Error nach Watchdog oder manuellem RESET

source: Warning: Diagnostics after watchdog or manual reset
de: Warnung: Diagnose nach Watchdog oder manuellem RESET

source: Warning: Halt after powerfail
de: Warnung: Halt nach Stromausfall

source: Warning: Warm restart after powerfail
de: Warnung: Warmstart nach Stromausfall

source: WARNING: Error after powerfail
de: Warnung: Error nach Stromausfall

source: Warning: Diagnostics after powerfail
de: Warnung: Diagnose nach Stromausfall

source: Warning: Halt after software reset
de: Warnung: Halt nach Software Reset

source: Warning: Cold restart after software reset
de: Warnung: Kaltstart nach Software Reset

source: Warning: Warm restart after software reset
de: Warnung: Warmstart nach Software Reset

source: Warning: Diagnostics after software reset
de: Warnung: Diagnose nach Software Reset

source: INTELLIGENT MIXED MODULE: Not enough data for congfiguration
de: WEG/SPRITZMODUL: zuwenig Daten für die Konfiguration

source: INTELLIGENT MIXED MODULE: Not enough memory for configuration
de: WEG/SPRITZMODUL: zuwenig Speicher für die Konfiguration

source: INTELLIGENT MIXED MODULE: The calibration factor is invalid
de: WEG/SPRITZMODUL: der Kalibrierfaktor ist ungültig

source: INTELLIGENT MIXED MODULE: The sampling rate is invalid
de: WEG/SPRITZMODUL: der Abtastfaktor ist ungültig

source: MEMCARD-Update: For Update with differnt mode, use PCCSW V2.10
de: MEMCARD-Update: Bei Mode ungleich Update wird Automation Runtime V2.10 vorausgesetzt

source: MEMCARD-Update: Internal error collecting information
de: MEMCARD-Update: Interner Fehler: beim Informationzusammentragen

source: MEMCARD-Update: Internal error: MCUPDATE not existing
de: MEMCARD-Update: Interner Fehler: MCUPDATE nicht vorhanden

source: MEMCARD-Update: PCCSW main system not available
de: MEMCARD-Update: Automation Runtime-Basissystem nicht vorhanden

source: MEMCARD-Update: sep_end module not available
de: MEMCARD-Update: sep_ende Modul nicht vorhanden

source: MEMCARD-Update: Error deleting USERROM
de: MEMCARD-Update: Fehler beim Löschen des USERROM

source: MEMCARD-Update: Error deleting SYSTEMROM
de: MEMCARD-Update: Fehler beim Löschen des SYSTEMROM
